P = '포비'
H = '해설자'
B = '뽀로로'
R = '루피'
C = '크롱'
A = '에디'
print(P, ':나는 남쪽을 점령하러 북극에서 온 ', P, '라고 한다.')
print(P, ':', B ,' 역적패당 녀석들은 각오하는게 좋을것이다.')
print(H, ':', B ,'.. 공산당으로부터 남극을 지키는 펭귄소년!')
print(B ,':빨갱이 녀석들은 이 뽀로로가 처리한다.')
print(H, ':폭풍돌격 ', B ,'V')
print(H, ':그 누구도 멸공펭귄 ', B ,'를 막을 수는 없다!')
print(H, ':폭풍돌격 ', B ,'V')
print(H, ':그러나..곧 ', B ,'에게 찾아오는 절체절명의 위기')
print(P, ':이 버튼을 누르기만 하면 핵무기가 날아와.. 남극을 불바다로 만들어버릴것이다!')
print(B, ':남극이 불바다가 된다고..?')
print(H, ':그리고 ', B ,'의 절친한 친구였던 ', R ,'의 정체..')
print(B, ':', R ,'..지금 뭐하는거야?!')
print(B, ':어서 패티를 놓아줘!')
print(R, ':어리석은 펭귄녀석..나는 사실 북쪽에서 내려곤 남파공작원이었다!')
print(R, ':순순히 붉은 수령님 앞에 무릎을 꿇어라 ', B ,'!')
print(B, ':', C ,'..진정해!')
print(C, ':크아아아아아아아아아아앙!')
print(B, ':', C ,'..!')
print(C, ':크아아아아아아아아아아앙!')
print(A, ':꼴보기 좋구나 ', B,'!')
print(A, ':이제 남극의 쌀은 모두 내 것이다!')
print(H, ':게속되는 외로운 싸움에 ', B ,'는 지쳐간다..')
print(B, ':제길..!')
print(B, ':난 빨갱이 잡는 ', B ,'야!')
print(B, ':남극의..뽀통령이라고!')
print(H, ':과연 ', B ,'와 남극의 운명은 어떻게 될 것 인가..')
